/* displayed when adding a new printer */
"Adding Printer." = "Lägger till skrivare.";

/* title of Auto Select PPD menu item */
"Auto Select" = "Automatiskt val";

/* title of item for uberowser. */
"Default Browser" = "Förvald bläddrare";

/* Display when the auto select process is schedualed to start */
"Gathering printer information." = "Samlar in skrivarinformation.";

/* Menu item for all install ppds. */
"Other..." = "Annan…";

/* title of Unknown PPD menu item */
"Unknown" = "Okänd";

/* displayed when we can not match a ppd */
"Please select a driver or printer model" = "Välj en drivrutin eller skrivarmodell";

/* Menu item to allow the user to select a ppd from open file dialog */
"Select a driver to use..." = "Markera en drivrutin som ska användas…";

/* Unknown Location */
"Unknown Location" = "Okänd plats";

/* The message in the alert explaining that AppleTalk is disabled. */
"AppleTalk Disabled" = "Kan inte slå på AppleTalk.";

/* Title of all manufacturers menu item */
"All" = "Alla tillverkare";

/* Error translation for cups' server-error-service-unavailable message */
"Print Service is not running." = "Utskriftstjänst körs inte.";

/* Why we make the user wait. */
"Searching for new drivers" = "Söker efter nya drivrutiner";

/* @"AppleTalk", AddPrinterBundle, @"AppleTalk Name" */
"AppleTalk" = "AppleTalk";

/* Local zone name. */
"*" = "Lokal zon";

/* Shared Printer (Used by SharedPrinter class) */
"Shared Printer" = "Delad skrivare";

/* Shared Printer Pool (Used by SharedPrinter class) */
"Shared Printer Pool" = "Delad skrivarpool";

/* Shared Fax (Used by SharedPrinter class) */
"Shared Fax" = "Delad fax";

/* DNSSD Name */
"Bonjour" = "Bonjour";

/* DNSSD Shared (Used by DNSSDPrinter class) */
"Bonjour Shared" = "Bonjour-delad";

/* Point to the string for software update in the nib. */
"Software Update" = "Programuppdatering";

/* Missing Driver of all kind */
"Unable to locate a suitable driver. Use Software Update to download a driver if one is available." = "Kan inte hitta någon lämplig drivrutin. Använd Programuppdatering till att hämta en drivrutin om det finns en tillgänglig.";

/* Missing Manufacturers driver */
"Unable to locate a manufacturer-supplied driver. Use Software Update to download a driver if one is available." = "Kan inte hitta någon drivrutin från tillverkaren. Använd Programuppdatering till att hämta en drivrutin om det finns en tillgänglig.";

/* BROWSER_GENERIC_PRINTER_MODEL */
"Generic PostScript Printer" = "Allmän PostScript-skrivare";

/* Browser Names */
"com.apple.print.pbm.uber" = "Förval";
"com.apple.printer.uber.usb" = "USB";
"com.apple.printer.uber.shared" = "Delad skrivare";
"com.apple.printer.uber.netinfo" = "Open Directory";
"com.apple.printer.uber.firewire" = "FireWire";
"com.apple.printer.uber.dnssd" = "Bonjour";
"com.apple.printer.uber.cups" = "CUPS";
"com.apple.printer.uber.appletalk" = "AppleTalk";

"com.apple.print.pbm.ip" = "IP";
"com.apple.print.pbm.bluetooth" = "Bluetooth";
"com.apple.print.pbm.advanced" = "Avancerat";
"com.apple.print.pbm.fax" = "Fax";
"com.apple.print.pbm.appletalk" = "AppleTalk";
"com.apple.print.pbm.smb" = "Windows";
